Repository: IhorArkh/SpeedyWheelsSales
Catalog: SpeedyWheelsSales/src/SpeedyWheelsSales.WebUI/Resources/Views/SavedSearch/GetSavedSearches.*.resx
Languages: uk

source: Delete
uk: Видалити

source: Go to ads
uk: До оголошень

source: No saved searches found
uk: Збережені пошуки не знайдені

source: Saved Search
uk: Збережений пошук

source: Saved searches
uk: Збережені пошуки

source: City
uk: Місто

source: Brand
uk: Бренд

source: Model
uk: Модель

source: Min price
uk: Мін. ціна

source: Max price
uk: Макс. ціна

source: Max mileage
uk: Макс. пробіг

source: Min manufacture year
uk: Мін. рік виробництва

source: Max manufacture year
uk: Макс. рік виробництва

source: Min engine size
uk: Мін. об'єм двигуна

source: Max engine size
uk: Макс. об'єм двигуна

source: Max fuel consumption
uk: Макс. розхід палива

source: Engine type
uk: Тип двигуна

source: Transmission
uk: Трансміссія

source: Type of drive
uk: Привід

source: Color
uk: Колір
